[
  { "quote": "Refuse to worry about tomorrow, but deal with each challenge that comes your way, one day at a time. Tomorrow will take care of itself." },
  { "quote": "Does anyone want to live a life that is long and prosperous? Then keep your tongue from speaking evil and your lips from telling lies!" },
  { "quote": "Hold on to loyal love and don’t let go, and be faithful to all that you’ve been taught. Let your life be shaped by integrity, with truth written upon your heart." },
  { "quote": "As wisdom increases, a great treasure is imparted, greater than many bars of refined gold." },
  { "quote": "The ways of wisdom are sweet, always drawing you into the place of wholeness." },
  { "quote": "Guard your heart above all else, for it determines the course of your life." },
  { "quote": "Avoid dishonest speech and pretentious words. Be free from using perverse words no matter what!" },
  { "quote": "Watch where you’re going! Stick to the path of truth, and the road will be safe and smooth before you." },
  { "quote": "Wisdom will extend your life, making every year more fruitful than the one before." },
  { "quote": "Integrity will lead you to success, but treachery will destroy your dreams." },
  { "quote": "A thick bankroll is no help when life falls apart, but a principled life can stand up to the worst." },
  { "quote": "People lose their way without wise leadership, but a nation succeeds and stands in victory when it has many good counselors to guide it." },
  { "quote": "Those who live to bless others will have blessings heaped upon them, and the one who pours out his life to pour out blessings will be saturated with favor." },
  { "quote": "A fool is in love with his own opinion, but wisdom means being teachable." },
  { "quote": "Fools have short fuses and explode all too quickly; the prudent quietly shrug off insults." },
  { "quote": "Those who possess wisdom don’t feel the need to impress others with what they know, but foolish ones make sure their ignorance is on display." },
  { "quote": "Worry weighs us down; a cheerful word picks us up." },
  { "quote": "Guard your words and you’ll guard your life, but if you don’t control your tongue, it will ruin everything." },
  { "quote": "A pretentious, showy life is an empty life; a plain and simple life is a full life." },
  { "quote": "Frivolous talk provokes a derisive smile; wise speech evokes nothing but respect." },
  { "quote": "A cheerful heart brings a smile to your face; a sad heart makes it hard to get through the day." },
  { "quote": "Everyone wants gold, but wisdom’s worth is far greater. Silver is sought after, but a heart of understanding yields a greater return." },
  { "quote": "A wise person gets known for insight; gracious words add to one’s reputation." },
  { "quote": "Gracious speech is like clover honey—good taste to the soul, quick energy for the body." },
  { "quote": "Do you want to be a mighty warrior? It’s better to be known as one who is patient and slow to anger. Do you want to conquer a city? Rule over your temper before you attempt to rule a city." },
  { "quote": "The one who knows much says little; an understanding person remains calm." },
  { "quote": "Can you bridle your tongue when your heart is under pressure? That’s how you show that you are wise. An understanding heart keeps you cool, calm, and collected, no matter what you’re facing." },
  { "quote": "Friends love through all kinds of weather, and families stick together in all kinds of trouble." },
  { "quote": "Listen before you speak, for to speak before you’ve heard the facts will bring humiliation." },
  { "quote": "Smart people know how to hold their tongue; their grandeur is to forgive and forget." },
  { "quote": "If you solicit good advice, then your plans will succeed. So don’t charge into battle without wisdom, for wars are won by skillful strategy." },
  { "quote": "Good leadership is built on love and truth, for kindness and integrity are what keep leaders in their position of trust." },
  { "quote": "Careful planning puts you ahead in the long run; hurry and scurry puts you further behind." },
  { "quote": "A sterling reputation is better than striking it rich; a gracious spirit is better than money in the bank." },
  { "quote": "Observe people who are good at their work—skilled workers are always in demand and admired; they don’t take a backseat to anyone." },
  { "quote": "Your future is bright and filled with a living hope that will never fade away." },
  { "quote": "Don’t envy the wealth of the wicked or crave their company, for they’re obsessed with causing trouble and their conversations are corrupt." },
  { "quote": "It’s better to be wise than strong; intelligence outranks muscle any day." },
  { "quote": "Wise strategy is necessary to wage war, and with many astute advisers you’ll see the path to victory more clearly." },
  { "quote": "Speaking honestly is a sign of true friendship." },
  { "quote": "Patient persistence pierces through indifference; gentle speech breaks down rigid defenses." },

  { "quote": "A person without self-control is like a house with its doors and windows knocked out." },
  { "quote": "If you live without restraint and are unable to control your temper, you’re as helpless as a city with broken-down defenses, open to attack." },
  { "quote": "If you care for your orchard, you’ll enjoy its fruit; if you honor your boss, you’ll be honored." },
  { "quote": "Fire is the way to test the purity of silver and gold, but the character of a man is tested by giving him a measure of fame." },
  { "quote": "A tenderhearted person lives a blessed life; a hardhearted person lives a hard life." },
  { "quote": "Committed and persistent work pays off; get-rich-quick schemes are ripoffs." },
  { "quote": "Life’s blessings drench the honest and faithful person, but punishment rains down upon the greedy and dishonest." },
  { "quote": "If you correct someone with constructive criticism, in the end he will appreciate it more than flattery." },

  { "quote": "If you think you know it all, you’re a fool for sure; real survivors learn wisdom from others." },
  { "quote": "Arrogant cynics love to pick fights, but the humble and wise love to pursue peace." },
  { "quote": "There’s only one kind of person who is worse than a fool: the impetuous one who speaks without thinking first." }
]
